{
  "h": { "name": "Hungry",                  "solution": "Eat a snack or make a full meal. You could also pick up some food by bike!"},
  "v": { "name": "Avoiding work/tasks",     "solution": "Set up a work hour and make a reward! Remember, it's fun."},
  "n": { "name": "Ruining nails",           "solution": "Use nail butter & hand cream, file & clippers, or use a bandage."},
  "b": { "name": "Wrecking beard",          "solution": "Might be time to do some beard care, and try doing some exercise to feel better."},
  "d": { "name": "Distracted by Discord",   "solution": "Close Discord & do the next task."},
  "N": { "name": "Movie/TV binging",        "solution": "Put on some music or try silence for a little bit."},
  "m": { "name": "Mired in social media",   "solution": "Turn off the computer & do something else on the task list."},
  "s": { "name": "Stressed/overwhelmed",    "solution": "Do some breathing and lie on the mat for a while. Re-prioritize."},
  "B": { "name": "Buzzing/overstimulated",  "solution": "You've been working so hard! Turn off the lights, audio, etc. or have a nap."},
  "z": { "name": "Negative self talk",      "solution": "Try to do some journaling and catch up on self-care tasks."},
  "Z": { "name": "Self harm",               "solution": "Don't self-harm! Go for a walk and do some deep breathing."},
  "u": { "name": "Sad",                     "solution": "Text a friend, hug a stuffed animal, or do something fun."},
  "f": { "name": "Cold",                    "solution": "You might need to eat something, or close some windows. Make a hot drink & put on a vest."},
  "H": { "name": "Too hot",                 "solution": "Get the fans going! And let's not forget the sarong. Also hydrate."},
  "e": { "name": "Tired",                   "solution": "Take a nap, and plan to get to bed early for a better start to tomorrow."},
  "a": { "name": "Angry",                   "solution": "Do some breathing, hold some metals, and make a plan if you need to."},
  "i": { "name": "Itchy",                   "solution": "Ah, itchiness? Enjoy a shower with good soap and use some moisturizer."},
  "o": { "name": "Aversion to outdoors",    "solution": "Plan a fun bike ride, go for a pleasant walk, or do an errand."},
  "x": { "name": "Excessive stimulant use", "solution": "Stimulants?! Whoa there! Try doing some exercise or self-care."},
  "S": { "name": "Spiraling",               "solution": "Do some breathing and try to do some journaling. Plan what you need to do."},
  "T": { "name": "Scattered",               "solution": "Try some journaling and clean up around the place. Make a nap area."},
  "X": { "name": "Scared",                  "solution": "Stop looking at the news and stay grounded! Prepare if you need to."},
  "U": { "name": "Unmotivated",             "solution": "Do some journaling and reconsider your plans and goals. Have fun & feel excited!"},
  "D": { "name": "Discouraged",             "solution": "Go through some old work and remember what makes you excited."},
  "C": { "name": "Congested",               "solution": "Run the kettle for neti pot and vacuum up the space, or take allergy meds."}
}
